catppuccin-gtk-theme-mocha
code-marketplace
davinci-resolve
gtk2
gtk2-debug
huawei-wmi
hyprswitch
hyprswitch-debug
hyprsysteminfo
libfprint-tod
libfprint-tod-debug
libpng12
libpng12-debug
llama.cpp-hip
localsend-bin
opencode-bin
opencode-desktop-bin
python311
qimgv-git
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-websockets-debug
whisper.cpp-hip
whisper.cpp-hip-debug
yay-bin
yay-bin-debug
zenpower3-dkms
