7zip
acpi
amd-ucode
android-file-transfer
appmenu-gtk-module
base
base-devel
blueman
brightnessctl
catppuccin-gtk-theme-mocha
chromium
cliphist
code
code-marketplace
davinci-resolve
dunst
efibootmgr
evince
evtest
fd
firefox
fprintd
fuse2
fwupd
fzf
galculator
gedit
git
github-cli
glmark2
gvfs-mtp
htop
huawei-wmi
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
hyprsunset
hyprswitch
hyprsysteminfo
imagemagick
intel-gpu-tools
intel-media-driver
jq
kcalc
kdenlive
kitty
lazygit
linux
linux-firmware
linux-headers
localsend-bin
mako
mesa-utils
mousepad
mtpfs
nano
nautilus
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-emoji
nwg-bar
nwg-look
opencode-bin
opencode-desktop-bin
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
python-pip
python-requests
python311
qimgv-git
qt5-wayland
redshift
resvg
rofi
rofi-calc
rustup
shotcut
sxiv
tlp
trash-cli
ttf-nerd-fonts-symbols
unzip
uwsm
virtualbox
virtualbox-guest-utils-nox
vulkan-intel
vulkan-radeon
waybar
waydroid
webkit2gtk-4.1
wget
whisper.cpp-hip
wine
winetricks
woff2-font-awesome
wofi
wtype
xdg-desktop-portal-hyprland
xdotool
xournalpp
yay-bin
yay-bin-debug
yazi
zenpower3-dkms
zoxide
zram-generator
zsh
